/* card commands displayed in menu bar */

"Power off Card" = "Karte ausschalten";
"Power on Card" = "Karte einschalten";
"Open ExpressCard" = "ExpressCard öffnen …";

/* card descriptions for cards we can not figure out */

"Unknown Vendor" = "Unbekannter Hersteller";
"Unknown Card Type" = "Unbekannter Kartentyp";

/* card descriptions for PCI Class Codes */

"ClassCode00" = "Unbekanntes Gerät";
"ClassCode0001" = "VGA-kompatibles Gerät";

"ClassCode01" = "Massenspeicher-Controller";
"ClassCode0100" = "SCSI-Controller";
"ClassCode0101" = "IDE-Controller";
"ClassCode0102" = "Disketten-Controller";
"ClassCode0103" = "IPI-Controller";
"ClassCode0104" = "RAID-Controller";
"ClassCode0105" = "ATA-Controller";
"ClassCode0106" = "SATA-Controller";
"ClassCode0107" = "SAS-Controller";

"ClassCode02" = "Netzwerk-Controller";
"ClassCode0200" = "Ethernet-Controller";
"ClassCode0201" = "TokenRing-Controller";
"ClassCode0202" = "FDDI-Controller";
"ClassCode0203" = "ATM-Controller";
"ClassCode0204" = "ISDN-Controller";
"ClassCode0205" = "WorldFip-Controller";
"ClassCode0206" = "PICMG 2.14 Multi-Computing";

"ClassCode03" = "Monitor-Controller";

"ClassCode04" = "Multimediagerät";

"ClassCode05" = "Speicher-Controller";

"ClassCode06" = "Bridge";
"ClassCode0600" = "Host-Bridge";
"ClassCode0601" = "ISA-Bridge";
"ClassCode0602" = "EISA-Bridge";
"ClassCode0603" = "MCA-Bridge";
"ClassCode0604" = "PCI-zu-PCI-Bridge";
"ClassCode0605" = "PCMCIA-Bridge";
"ClassCode0606" = "NuBus-Bridge";
"ClassCode0607" = "CardBus-Bridge";
"ClassCode0608" = "RACEway-Bridge";
"ClassCode0609" = "PCI-zu-PCI-Bridge";
"ClassCode060a" = "InfiniBand-to-PCI-Bridge";

"ClassCode07" = "Einfacher Kommunikations-Controller";
"ClassCode0700" = "Serieller Controller";
"ClassCode0701" = "Parallelanschluss-Controller";
"ClassCode0702" = "Serieller MultiPort-Controller";
"ClassCode0703" = "Modem-Controller";
"ClassCode0704" = "GPIB-Controller";
"ClassCode0705" = "Smart Card";

"ClassCode08" = "Grundlegendes Peripherie-Gerät";
"ClassCode0804" = "PCI-Hot-Plug-Controller";

"ClassCode09" = "Eingabe-Controller";
"ClassCode0900" = "Tastatur-Controller";
"ClassCode0901" = "Digitalisierer-Controller";
"ClassCode0902" = "Maus-Controller";
"ClassCode0903" = "Scanner-Controller";
"ClassCode0904" = "Gameport-Controller";

"ClassCode0a" = "Docking Station";

"ClassCode0b" = "Koprozessor";

"ClassCode0c" = "Controller für seriellen Bus";
"ClassCode0c00" = "FireWire-Controller";
"ClassCode0c01" = "ACCESS.bus-Controller";
"ClassCode0c02" = "SSA-Controller";
"ClassCode0c03" = "USB-Controller";
"ClassCode0c04" = "Fibre-Channel-Controller";
"ClassCode0c05" = "SMBus-Controller";
"ClassCode0c06" = "InfiniBand-Controller";
"ClassCode0c07" = "IPMI-Controller";
"ClassCode0c08" = "SERCOS-Controller";
"ClassCode0c09" = "CANbus-Controller";

"ClassCode0d" = "Drahtloser Controller";
"ClassCode0d00" = "iRDa-Controller";
"ClassCode0d01" = "Consumer-IR-Controller";
"ClassCode0d10" = "RF-Controller";
"ClassCode0d11" = "Bluetooth-Controller";
"ClassCode0d12" = "Broadband-Controller";
"ClassCode0d20" = "Wi-Fi-Controller (5 GHz)";
"ClassCode0d21" = "Wi-Fi-Controller (2,4 GHz)";

"ClassCode0e" = "Intelligenter I/O-Controller";

"ClassCode0f" = "Satelliten-Kommunikations-Controller";

"ClassCode10" = "Ver-/Entschlüsselungs-Controller";

"ClassCode11" = "Datenerfassungs-Controller";
